[
  {
    "id": 1,
    "header": "Прием первый: пробейте диагонали",
    "text": "Практика показывает, что чаще всего корабли соперника расположены так, что на диагонали будет лежать несколько палуб. Конечно, это не значит, что со 100% вероятностью на диагонали враг расположит хотя бы одну палубу. Но из большого опыта известно, что вероятность попадания выше именно на диагонали."
  },
  {
    "id": 2,
    "header": "Добивайте рационально и отмечайте поля вокруг",
    "text": "Предположим, что мы попали в корабль противника и услышали \"Ранил!\". Это значит, что мы лишь попали в одну часть корабля. Если с первого удара корабль потопить не удалось, следует сделать вывод, что это двух-, трех- или четырехпалубный корабль. Но, в любом случае, так как корабль не может располагаться по диагонали, у нас есть всего четыре варианта, куда стрелять, чтобы попасть в еще одну из палуб противника."
  },
  {
    "id": 3,
    "header": "Ход конем",
    "text": "Как нам атаковать, чтобы скорее найти четырехпалубный линкор? Что если попробовать стрелять по клеточкам так, как ходит конь по шахматному полю? Но только чуть иначе: после выстрела в одну клеточку делать еще два шага вперед и один - вбок, по диагонали. То есть после того, как мы обстреляем четыре клеточки в одном направлении, следующий удар нанести направо или налево, чтобы точки образовывать букву “Г”."
  },
  {
    "id": 4,
    "header": "Расставлять корабли кучно",
    "text": "Обычно нам хочется располагать корабли как можно дальше друг от друга, распределяя их равномерно по полю: кажется, так они лучше спрятаны. Но, к сожалению, это неверная тактика. Куда надежнее скомпоновать корабли как можно плотнее, стараясь занять примерно треть поля. Тогда противник, если он не попадет с первого же выстрела в ваш корабль, что крайне маловероятно, очень долго будет топтаться по двум другим частям поля, давая нам отличную фору к победе."
  },
  {
    "id": 5,
    "header": "Ставить на край",
    "text": "Корабли разумнее ставить вплотную к краю карты. Особенно большие. Это выгодно, так как после уничтожения линкора, как мы уже выяснили выше, 14 клеточек вокруг него не будут уже обстреливаться противником. Если же корабль будет стоять. скажем, в углу, то таких клеточек ореола окажется всего 6. А это существенно меньше!"
  }
]
